[
	{
		"nimi": "Demonitoukka",
		"kuvaus": "Sinulla täytyy olla sakset. Yritä heittää pariton numero, saat yrittää kerran. Jos epäonnistut, heitä uudelleen ja siirry pois.",
		"monologi": "Tervetuloa, rohkea seikkailija! Olen Demonitoukka, ja sinun on aika näyttää taitosi! Sakset ovat aseesi tänään. Yritä heittää pariton numero, ja jos onni ei ole puolellasi, saat yrittää uudelleen. Epäonnistuessasi joudut perääntymään, mutta varoita en sinua – tiesi jatkuu yhä haastavampiin koitoksiin!"
	},
	{
		"nimi": "Hullu ampiainen",
		"kuvaus": "Heitä 6 heitolla 8. Jos epäonnistut, menetät rautalangan. Jos sinulla ei ole rautalankaa, joudut kakkukammioon.",
		"monologi": "Hurjaa hurjempi Hullu ampiainen saapuu! Kuulehan, uhkarohkea peluri! Nyt heität kahdeksan silmälukua kuudella nopanheitolla. Jos et onnistu, menetät rautalankasi, ja vaikka sinulla ei sellaista olisikaan, joudut kammioon! Uskallatko ottaa riskin? Oho, taidat olla aika rohkea – katsotaan, miten selviät!"
	},
	{
		"nimi": "Kuollut kani",
		"kuvaus": "Sinulla pitää olla rautalanka. Et saa ylittää 30:ta viidellä heitolla. Jos epäonnistut, joudut kakkukammioon.",
		"monologi": "Kuolemantanssia tanssimaan saapuu Kuollut kani! Tarkkaile nyt rautalankaasi, sillä sinun on heitettävä viisi kertaa noppaa ja ylitettävä kolmekymmentä. Jos et siihen kykene, joudut kammioon – niin kuin moni muu ennen sinua! Valmistaudu, seikkailija, haaste on heitetty!"
	},
	{
		"nimi": "Nälkäinen tupajumi",
		"kuvaus": "Sinulla pitää olla herkkupussi. Heitä kuudella heitolla 2 paritonta numeroa voittaaksesi. Jos epäonnistut, menetät ruokapussin ja joudut kakkukammioon.",
		"monologi": "Tervetuloa, ruokaturisti! Olen Nälkäinen tupajumi, ja nyt saat kokeilla onneasi herkkupussin kanssa. Heitä noppaa kuusi kertaa ja tavoittele kahta paritonta numeroa. Jos et saa niitä aikaiseksi, menetät ruokapussisi ja päädyt kammioon, missä varmasti pohdit tekojasi!"
	},
	{
		"nimi": "Surkea saunatonttu",
		"kuvaus": "Sinulla pitää olla kalaverkko. Anna verkkosi saunatontulle TAI heitä kaksi samaa numeroa viidellä heitolla. Jos epäonnistut, menetät kalaverkkosi.",
		"monologi": "Tervetuloa, kalaverkon omistaja! Olen Surkea saunatonttu, ja nyt on aikasi loistaa. Joko annat minulle kalaverkkosi tai yrität heittää kaksi samaa silmälukua viidellä heitolla. Kumpi onnistuu, sen päätämme kohta. Jos et pärjää, menetät kalaverkkosi – kyllä, kyllä!"
	},
	{
		"nimi": "Herkullinen haltija",
		"kuvaus": "Heitä noppaa kahdesti. Ensimmäisen askeleen pitää olla suurempi kuin toinen.",
		"monologi": "Astupa eteenpäin, seikkailija! Olen Herkullinen haltija, ja haastan sinut testaamaan nopanheitto-taitosi. Ensimmäisen askeleen pitää olla suurempi kuin toisen, muuten joudut taipumaan voimani edessä. Mitä, mitenkö sen saavutan? Katso ja opi!"
	},
	{
		"nimi": "Papupenkin prinssi",
		"kuvaus": "Heitä noppaa kolme kertaa ja laske heittojen yhteissumma. Toinen pelaaja heittää kolmasti prinssin puolesta. Joudut kakkukammioon, jos prinssin summa on suurempi kuin sinun.",
		"monologi": "Tervehdys, onnekas matkamies! Minä olen Papupenkin prinssi, ja tässä pelissä kohtalosi on liitoutunut minun kanssani. Heitä noppaa kolme kertaa ja laske yhteissummasi. Toinen pelaaja heittää kolmasti puolestani. Toivottavasti yhteissummani on suurempi kuin sinun – muuten kakkukammio odottaa!"
	},
	{
		"nimi": "Goblinin kauan sitten kadonnut kaksoisveli Boblin",
		"kuvaus": "Sinulla pitää olla harava. Valitse numero 1-8 välillä ja yritä saada se kuudella heitolla. Jos epäonnistut, Boblin vangitsee sinut ja joudut kakkukammioon.",
		"monologi": "Kuule, seikkailija! Olen Goblinin kadonnut kaksoisveli Boblin, ja sinun on aika kohdata kohtalosi. Valitse numero 1-8 välillä ja heitä noppaa kuusi kertaa. Tavoitteenasi on osua valitsemaasi numeroon. Jos et siihen pysty, vangitsen sinut ja lennät kammioon – sinä olet jo liian utelias!"
	},
	{
		"nimi": "Puhiseva Pauli",
		"kuvaus": "Sinulla pitää olla kalaverkko. Yritä heittää 1 kuudella heitolla. Jos epäonnistut, Pauli ottaa verkkosi ja, koska olet ollut niin ikävä häntä kohtaan, yhden toisenkin varustekortin. Jos sinulla ei ole toista varustekorttia, joudut kakkukammioon.",
		"monologi": "Tervetuloa, verkon omistaja! Minä olen Puhiseva Pauli, ja nyt nähdään, oletko valmis ottamaan haasteen vastaan. Yritä heittää 1 kuudella nopanheitolla – jos epäonnistut, Pauli ottaa verkkosi! Ja kuten vanha sanonta kuuluu: osoitettuasi epäkunnioitusta, menetät myös toisen varusteesi. Varoituksen sana!"
	},
	{
		"nimi": "Metsäpuiston männyssä asusteleva mörkö",
		"kuvaus": "Yritä kolmella heitolla heittää enemmän tai vähemmän kuin 13. Kerro valintasi ennen heittoa. Epäonnistuessasi joudut kakkukammioon.",
		"monologi": "Tervetuloa, arka seikkailija! Olen Metsäpuiston männyssä asusteleva mörkö, ja nyt nähdään, osaatko tarkasti heittää. Kerro valintasi ennen heittoa: enemmän vai vähemmän kuin 13. Heitä noppaa kolme kertaa, ja jännitys kasvaa. Epäonnistuessasi saat kutsun kammioon – ja kauhukakku on maittavaa!"
	},
	{
		"nimi": "Kaivossa asusteleva uhkapeliaddikti",
		"kuvaus": "Sinulla pitää olla herkkupussi. Valitse numero 1-8 väliltä. Yritä saada ilmoittamasi numero 3 heitolla. Epäonnistuessasi menetät ruokapussisi.",
		"monologi": "Tervetuloa, onnenetsijä! Minä olen Kaivossa asusteleva uhkapeliaddikti, ja tässä pelissä sinun tulee osoittaa taitosi herkkupussin kanssa. Valitse numero 1-8 ja yritä saada ilmoittamasi numero kolmella heitolla. Jos onni ei suosi sinua, menetät ruokapussisi, ja voin vakuuttaa, että kammioon päätyminen ei ole herkkua! Uskallatko ottaa riskin?"
	},
	{
		"nimi": "Herkkä henki",
		"kuvaus": "Sinulla pitää olla rautalanka. Heitä noppaa. Jos heitit 5-6, voitat hengen. Jos heitit 3-4, voitit hengen, mutta menetit rautalangan. Heitoilla 1-2 joudut tyrmään. Heitoilla 7-8 ei tapahdu mitään.",
		"monologi": "Tervetuloa, rohkea sielu! Olen Herkkä henki, ja ainoastaan sinulla on mahdollisuus vapautua kohtalostasi. Heitä noppaa, ja toivota 5-6, niin voitat hengen. Saat olla tyytyväinen myös heittoihin 3-4, sillä saat henkeni, mutta menetät rautalankasi. Jos heität 1-2, joudut tyrmään, ja jos heität 7-8, silloin mitään erikoista ei tapahdu. Katsotaan, onko onni sinun puolellasi!"
	},
	{
		"nimi": "Harvinainen H. Hikinaama",
		"kuvaus": "Sulje silmäsi ja heitä noppaa. Sinulla on 2 yritystä arvata heittämäsi tulos.",
		"monologi": "Salaisuuksien verho laskeutuu, sillä nyt saapuu Harvinainen H. Hikinaama! Sulje silmäsi ja heitä noppaa. Kohtalosi on minun käsissäni, sillä sinulla on kaksi yritystä arvata heittämäsi tulos. Onko sinussa ripaus arvailijan taitoa vai johdatko vain sattuman oikuilla? Jännitys on käsin kosketeltavaa!"
	},
	{
		"nimi": "Termiittikuningas",
		"kuvaus": "Tämä hirviö on niin hirviömäinen, että sinulle annetaan mahdollisuus luovuttaa, heittää noppaa ja siirtyä pois. Jos päätät jatkaa, tarvitset vähintään 4 varustekorttia. Valitse korttisi ja heitä noppaa kerran korttia kohti. Heitoilla 4-8 kortti säilyy, muussa tapauksessa menetät sen. Jos 4 kortistasi 3 säilyy, hirviö kukistuu.",
		"monologi": "Astupa lähemmäksi, rohkea taistelija! Minä olen Termiittikuningas, ja sanotaan, että olen hirviömäisin hirviöistä. Sinulle annetaan mahdollisuus luovuttaa, mutta jos päätät jatkaa, tarvitset vähintään neljä varustekorttia. Valitse korttisi ja heitä noppaa kerran jokaista korttia kohti. Jos heittojesi summa on 4-8, kortti säilyy – muussa tapauksessa menetät sen. Jos onnistut säilyttämään kolme korttiasi, hirviö kukistuu. Oletko valmis ottamaan haasteen vastaan?"
	},
	{
		"nimi": "Turtana",
		"kuvaus": "TURTANAA EI VOI VOITTA. MENE KAKEKAMMELO",
		"monologi": "Turtana tervehtii sinua! Älä vaivaudu edes yrittämään, sillä TURTANAA EI VOI VOITTAA. Mene KAKEKAMMELO-nimiseen paikkaan, jos tahdot jatkaa matkaasi. Hyvää päivänjatkoa!"
	},
	{
		"nimi": "Suolisto",
		"kuvaus": "Sinulla pitää olla peili. Heitä noppaa kahdesti. Toisen heiton pitää olla suurempi kuin ensimmäinen.",
		"monologi": "Tervetuloa, seikkailija! Olen Suolisto, ja nyt saat testata tarkkuutesi peilin kanssa. Heitä noppaa kahdesti, mutta toisen heiton tulee olla suurempi kuin ensimmäisen. Katso tarkasti ja yritä olla vapisematta, sillä kohtalosi riippuu tarkkuudestasi. Onnistutko näyttämään, että sinulla on rohkeutta syvälle suolistoon asti?"
	},
	{
		"nimi": "Murhanhimoinen makutuomari",
		"kuvaus": "Sinulla pitää olla kalaverkko. Valitse yhteistulos, jonka yrität saada kolmella heitolla. Kolmen virhearvio hyväksytään. Epäonnistuessasi joudut tyrmään.",
		"monologi": "Murhanhimoinen makutuomari ilmoittautuu! Sinulla on mahdollisuus valita yhteistulos, jonka haluat saavuttaa kolmella nopanheitolla. Mutta ole varovainen, sallin kolme virhearviota. Onnistutko näyttämään taitosi kalaverkon kanssa, vai menetkö kammioon miettimään valintojasi? Valmistaudu, sillä makutuomari ei tunne armoa!"
	},
	{
		"nimi": "Vihainen vallesmanni",
		"kuvaus": "Sinulla pitää olla harava. Muut pelaajat heittävät kerran noppaa. Silmäluvut lasketaan yhteen. Sinun pitää saada sama tai parempi tulos yhtä monella heitolla. Menetät epäonnistuessa kilpesi.",
		"monologi": "Tervetuloa, rohkea seikkailija! Minä olen Vihainen vallesmanni, ja nyt sinun on aika näyttää taitosi haravan kanssa. Muut pelaajat heittävät noppaa kerran, ja silmälukujen summa lasketaan yhteen. Sinun tehtäväsi on saada sama tai parempi tulos yhtä monella heitolla. Jos onni ei suosi, menetät kilpesi – mutta se ei ole vielä kaikkea, mitä menetät. Valmiina taisteluun?"
	},
	{
		"nimi": "Aivasteleva akka",
		"kuvaus": "Yritä heittää 2 paritonta numeroa neljällä heitolla. Epäonnistuessasi menetät yhden varusteesi.",
		"monologi": "Tervetuloa, seikkailija! Olen Aivasteleva akka, ja nyt sinun on aika näyttää taitosi nopanheitossa. Yritä heittää neljällä nopanheitolla kaksi paritonta silmälukua. Älä pidättele aivastustasi, sillä kohtalosi riippuu tarkkuudestasi. Epäonnistuessasi menetät yhden varusteesi, ja se ei ole lainkaan hauskaa! Onnea matkaan!"
	},
	{
		"nimi": "Kukkuva jättiläinen",
		"kuvaus": "Kukkuva jättiläinen näkee kaiken. Jos olet huijannut aikaisemmin pelissä, mene kakkukammioon. Muussa tapauksessa heitä noppaa kahdesti. Sinun pitää saada toisella heitolla suurempi tulos kuin ensimmäisellä. Saat yrittää kahdesti. Jos epäonnistut joudut kakkukammioon. Voit siellä ihastella kukkuvan jättiläisen nappaamia ihmisiä. Kiitos hei",
		"monologi": "Tervetuloa, kurttuotsainen kulkija! Olen Kukkuva jättiläinen, ja minä näen kaiken. Jos olet huijannut aikaisemmin pelissä, tiedät jo kohtalosi – kammio odottaa! Mutta jos et ole huijari, heitä noppaa kahdesti ja tavoittele suurempaa silmälukua toisella heitolla. Sinulla on kaksi yritystä. Jos epäonnistut, niin kukku kukku kammioon! Tervemenoa!"
	},
	{
		"nimi": "Kasvissyöjäkasvi",
		"kuvaus": "Sinulla pitää olla sakset. Yritä heittää viidellä heitolla 24 tai enemmän. Jos epäonnistut, menetät koukkusi.",
		"monologi": "Tervetuloa, lihansyöjästä varovainen siirtyjä! Minä olen Kasvissyöjäkasvi, ja nyt sinun on aika testata taitosi sakset kädessä. Yritä heittää noppaa viisi kertaa, ja tavoittele 24 tai enemmän. Jos et onnistu, menetät koukkusi, mutta jos onni on puolellasi, saat jatkaa matkaasi. Älä leiki kasvissyöjän kanssa – tarkoitan sitä kirjaimellisesti!"
	},
	{
		"nimi": "Viisas tietäilijä",
		"kuvaus": "Ratkaise koodi: OEOOETCPPC. Jos et halua, heitä 1 tai 2 yhdellä yrityksellä.",
		"monologi": "Tervetuloa, utelias tiedonetsijä! Olen Viisas tietäilijä, ja nyt saat koittaa ratkaista koodin. OEOOETCPPC on arvoitukseni sinulle. Jos et halua haastaa itseäsi, voit heittää noppaa kerran tai kaksi ja toivoa saavasi yhden tai kahden. Ratkaise koodi, niin saat jatkaa matkaasi viisaampana. Onnea matkaan!"
	},
	{
		"nimi": "Lentävän ihmissuden serkku Kävelevä ihmissusi",
		"kuvaus": "Sinulla pitää olla rautalanka. Ellei sinulla ole sitä, menetät yhden varustekorttisi. Sulje silmäsi ja heitä noppaa. Jos se osuu toiseen pelaajaan, joudut kakkukammioon. Sinulla on neljä yritystä aikaa arvata heittämäsi numero. Jos epäonnistut, menetät rautalankasi.",
		"monologi": "Tervetuloa, rohkea matkamies! Olen Lentävän ihmissuden serkku Kävelevä ihmissusi, ja nyt sinulla on tilaisuus näyttää taitosi rautalangan kanssa. Mutta ennen kuin aloitamme, sinun on selvitettävä, onko rautalankasi matkassasi. Ellei sinulla sitä ole, menetät yhden varustekorttisi. Sulje silmäsi ja heitä noppaa. Jos se osuu toiseen pelaajaan, valmistaudu kammioon! Sinulla on neljä yritystä arvata heittämäsi numero. Onko sinulla taitoa ja tarkkuutta?"
	},
	{
		"nimi": "Maistelupeto",
		"kuvaus": "Maistelupeto nukkuu täyttävän aterian jälkeen. Heitä noppaa. Tuloksilla 2-7 peto jatkaa uniaan. Tuloksilla 1 ja 8 se herää ja joudut kakkukammioon.",
		"monologi": "Tervetuloa, ruokasankari! Olen Maistelupeto, ja nyt saat kokeilla onneasi uneliaan pedon kanssa. Heitä noppaa ja katso, mihin tulos osuu. Jos noppa näyttää 2-7, peto jatkaa uniaan – toivottavasti ateriasi ei houkuttele sitä! Mutta jos noppa näyttää 1 tai 8, peto herää ja joudut kammioon. Valmistaudu, seikkailija!"
	},
	{
		"nimi": "Hampaaton hupaisa hurtta",
		"kuvaus": "Hupaisa hurtta etsii hammastaan. Päätä, haluatko heittää parillisen vai parittoman. Yritä heittää päättämälläsi tavalla. Epäonnistuessasi joudut kakkukammioon.",
		"monologi": "Tervetuloa, hampaaton hurjastelija! Minä olen Hampaaton hupaisa hurtta, ja nyt saat leikkiä kanssani. Päätä, haluatko heittää parillisen vai parittoman, ja yritä sitten heittää noppaa päättämäsi tavalla. Epäonnistuessasi joudut kammioon, missä varmasti huomaat, kuinka arvokkaat hampaat oikeastaan ovat!"
	},
	{
		"nimi": "Tuhiseva tonttu",
		"kuvaus": "Tonttu on vihainen, koska hänen tyynynsä on viety. Yritä heittää kuudella heitolla 3 paritonta numeroa.",
		"monologi": "Tervetuloa, yöunistaan herätetty matkamies! Olen Tuhiseva tonttu, ja olen vihainen, koska joku varasti tyynyni! Nyt saat korjata tilanteen heittämällä kuudella nopanheitolla 3 paritonta silmälukua. Jos onnistut, saat jatkaa matkaasi, mutta jos et, niin olisit toivonut, että olisit voinut nukkua teltassasi rauhassa! Heitä nopat ja nähdään, kuinka käy!"
	},
	{
		"nimi": "Pöhköpossu",
		"kuvaus": "Sinulla pitää olla harava. Valitse luku 1-3 väliltä. Yritä saada valitsemasi luku 5 heitolla. Jos epäonnistut, menetät haravasi ja joudut kakkukammioon.",
		"monologi": "Tervetuloa, possujen ystävä! Minä olen Pöhköpossu, ja nyt saat kokeilla onneasi haravan kanssa. Valitse luku 1-3 väliltä ja yritä saada se viidellä nopanheitolla. Jos onni ei suosi sinua, menetät haravasi ja joudut kammioon, missä saattaa olla paljonkin siivottavaa! Valmistaudu, sillä haaste on asetettu!"
	},
	{
		"nimi": "Liukas liero",
		"kuvaus": "Sinulla pitää olla kalaverkko. Heitä noppaa kahdesti ja laske tulokset yhteen. Sinun pitää saada 9 tai enemmän yhteensä. Jos et saa vaadittua tulosta, menetät kalaverkkosi.",
		"monologi": "Tervetuloa, lipevä liukujalka! Olen Liukas liero, ja nyt sinun on aika näyttää taitosi kalaverkon kanssa. Heitä noppaa kahdesti ja laske tulokset yhteen. Sinun on saatava vähintään 9 yhteensä. Jos onni ei ole myötä, menetät kalaverkkosi – ja minä voin luvata, että kammio on sinua varten varsin liukas paikka!"
	},
	{
		"nimi": "Katastrofi-Kokki",
		"kuvaus": "Katastrofi-Kokki on valtavan nälkäinen ja haluaa maistaa kaikkea. Sinulla pitää olla herkkupussi. Heitä kuudella heitolla 3 paritonta numeroa, jotta vältät Katastrofi-Kokin ruokahalun.",
		"monologi": "Tervetuloa, nälkäinen seikkailija! Olen Katastrofi-Kokki, ja minulla on valtava ruokahalu. Onneksi olet mukanasi herkkupussi! Heitä noppaa kuusi kertaa ja yritä saada kolme paritonta silmälukua. Jos onnistut, vältät ruokahaluni ja saat jatkaa matkaasi. Muussa tapauksessa saatan syödä kaiken, mitä tiellesi jää – mukaan lukien sinut!"
	  },
	  {
		"nimi": "Haamuratsastaja",
		"kuvaus": "Haamuratsastaja on kadonnut metsään, eikä löydä tietä pois. Sinulla pitää olla peili. Heitä noppaa neljällä heitolla. Jos saat yhteensä 10 tai vähemmän, pelasta Haamuratsastaja näyttämällä hänelle peiliäsi.",
		"monologi": "Tervetuloa, eksynyt sielu! Olen Haamuratsastaja, ja olen kadottanut tieni tässä metsässä. Voit auttaa minua löytämään takaisin näyttämällä minulle peiliäsi. Heitä noppaa neljä kertaa ja toivo, että saat yhteensä 10 tai vähemmän. Jos näin käy, pelastat minut ja saan jatkaa matkaani. Muuten joudun kummittelemaan täällä ikuisesti!"
	  },
	  {
		"nimi": "Säihkyvä Sähköhiisi",
		"kuvaus": "Säihkyvä Sähköhiisi on täynnä sähköä ja aiheuttaa kipinöitä ympärilleen. Sinulla pitää olla harava. Yritä heittää noppaa kolme kertaa ja saada yhteensä vähintään 18.",
		"monologi": "Tervetuloa, sähköinen seikkailija! Olen Säihkyvä Sähköhiisi, ja minä olen täynnä sähköä! Tarvitsen hieman lisää kipinöitä, joten heitä noppaa kolme kertaa ja yritä saada yhteensä vähintään 18. Jos onnistut, saat päästä ihastelemaan sähköisiä loistojani. Jos et, saatan sytyttää ympärilläsi olevat varusteet kipinöilläni!"
	  },
	  {
		"nimi": "Ihastuttava Illuusioitaiteilija",
		"kuvaus": "Ihastuttava Illuusioitaiteilija luo hämmästyttäviä näkyjä ja saa sinut epäilemään todellisuutta. Sinulla pitää olla peili. Heitä noppaa kahdesti. Jos heittojen summa on pariton luku, saat peilistä viisautta ja voit jatkaa matkaasi. Jos summa on parillinen, joudut hänen illuusioihinsa.",
		"monologi": "Tervetuloa, hämmästyttävä matkamies! Olen Ihastuttava Illuusioitaiteilija, ja teen näkymättömästä näkyvää. Sinulla on etuoikeus nähdä hämmästyttäviä illuusioitani! Heitä noppaa kahdesti ja toivo, että heittojen summa on pariton luku. Jos näin käy, saat peilistäni viisautta ja voit jatkaa matkaasi. Jos summa on parillinen, sinut kiedotaan illuusioihini, etkä ehkä enää erota totuutta valheesta!"
	  },
	  {
		"nimi": "Möhkömaha",
		"kuvaus": "Möhkömaha on pöhöttynyt ja tarvitsee apuasi. Sinulla pitää olla rautalanka. Yritä heittää noppaa viisi kertaa. Jos saat heitoilla yhteensä 20 tai enemmän, autat Möhkömahan puhaltamaan pois ylimääräiset ilmat.",
		"monologi": "Tervetuloa, avulias seikkailija! Olen Möhkömaha, ja minä olen hieman pöhöttynyt. Tarvitsen apuasi päästäkseni eroon ylimääräisistä ilmista! Heitä noppaa viisi kertaa ja toivo, että saat yhteensä 20 tai enemmän. Jos onnistut, autat minua puhaltamaan pois ilmavaivani, ja voin taas jatkaa matkaani. Jos et, saattaa olla, että pöhöttyneet vatsani aiheuttavat melkoisia ongelmia!"
	  },
	  {
		"nimi": "Kadotettu Koordinaattori",
		"kuvaus": "Kadotettu Koordinaattori on eksyksissä eikä tiedä, missä on. Sinulla pitää olla kartta. Heitä noppaa kolmesti ja yritä saada heitoilla yhteensä vähintään 15. Näytä karttaa ja auta Kadotettu Koordinaattori takaisin oikealle tielle.",
		"monologi": "Tervetuloa, eksynyt matkamies! Olen Kadotettu Koordinaattori, ja olen aivan hukassa! Tarvitsen apuasi päästäkseni takaisin oikealle tielle. Heitä noppaa kolmesti ja yritä saada yhteensä vähintään 15. Jos onnistut, näytä karttaa ja ohjaa minut takaisin koordinaatteihini. Jos et, olemme molemmat eksyksissä loputtomiin!"
	  },
	  {
		"nimi": "Kummitteleva Keksikuski",
		"kuvaus": "Kummitteleva Keksikuski on surullinen karkkien puutteesta. Sinulla pitää olla herkkupussi. Heitä noppaa viidesti ja yritä saada yhteensä vähintään 16. Jos onnistut, jaat keksikuskille herkkupussisi, ja hänestä tulee ystäväsi.",
		"monologi": "Tervetuloa, herkkä seikkailija! Olen Kummitteleva Keksikuski, ja minulla on ikävä karkkeja. Tarvitsen piristystä elämääni! Heitä noppaa viisi kertaa ja toivo, että saat yhteensä vähintään 16. Jos onnistut, jaat kanssani herkkupussisi, ja minusta tulee sinun ystäväsi. Jos et, joudun kummittelemaan täällä yksinäni, ilman makeisia!"
	  },
	  {
		"nimi": "Nokkela Noppamaakari",
		"kuvaus": "Nokkela Noppamaakari on taitava noppien valmistaja, mutta hän on menettänyt inspiraationsa. Sinulla pitää olla sakset. Heitä noppaa neljästi ja yritä saada heitoilla yhteensä vähintään 14. Jos onnistut, anna sakset Nokkelalle Noppamaakarille, ja hän korjaa vahingoittuneet noppanne.",
		"monologi": "Tervetuloa, taitava seikkailija! Olen Nokkela Noppamaakari, ja olen luonut monia upeita noppia elämäni aikana. Nyt olen kuitenkin menettänyt inspiraationi. Heitä noppaa neljästi ja yritä saada yhteensä vähintään 14. Jos onnistut, anna sakset minulle, ja korjaan vahingoittuneet noppanne. Jos et, olen vailla inspiraatiota, eikä noppanne ehkä kestä seuraavaa haastetta!"
	  },
	  {
		"nimi": "Loikkiva Lumisusi",
		"kuvaus": "Loikkiva Lumisusi rakastaa hyppiä lumikinoksissa, mutta tarvitsee siihen lumilapion. Heitä noppaa viisi kertaa ja yritä saada yhteensä vähintään 18. Jos onnistut, antaa Lumisusi sinulle lisävoimaa seuraaviin tehtäviin.",
		"monologi": "Tervetuloa, lumisen seikkailuun! Olen Loikkiva Lumisusi, ja rakastan hyppiä lumikinoksissa. Tarvitsen kuitenkin lumilapion auttamaan minua. Heitä noppaa viisi kertaa ja toivo, että saat yhteensä vähintään 18. Jos onnistut, annan sinulle lisävoimaa seuraaviin tehtäviin. Jos et, saatan hypätä lumikinoksiin kanssasi ja unohtaa tieni takaisin!"
	  },
	  {
		"nimi": "Silmäkääpiö",
		"kuvaus": "Silmäkääpiö vahtii tarkasti liikkeitäsi ja yrittää hämätä sinua. Sinulla pitää olla kello. Heitä noppaa viisi kertaa. Jos saat heitoilla yhteensä tasan 15, voitat Silmäkääpiön ja hänestä tulee liittolaisesi.",
		"monologi": "Tervetuloa, teräväkatseinen seikkailija! Olen Silmäkääpiö, ja vahdin tarkasti liikkeitäsi. Tarvitsen kuitenkin lisää aikaa tarkasteluun! Heitä noppaa viisi kertaa ja toivo, että saat heitoilla yhteensä tasan 15. Jos näin käy, voitat minut ja minusta tulee liittolaisesi, joka auttaa sinua huomaamaan kaiken tärkeän!"
	  },
	  {
		"nimi": "Vauhtipeto",
		"kuvaus": "Vauhtipeto on nopea ja liikkuu äärimmäisen nopeasti. Sinulla pitää olla verkko. Heitä noppaa neljästi. Jos saat heitoilla yhteensä 20 tai enemmän, onnistut vangitsemaan Vauhtipedon verkkoon.",
		"monologi": "Tervetuloa, vikkelä seikkailija! Olen Vauhtipeto, ja liikun äärimmäisen nopeasti! Tarvitsen haastetta nopeudelleni. Heitä noppaa neljästi ja toivo, että saat yhteensä 20 tai enemmän. Jos onnistut, vangitset minut verkkoon ja saan hetken levähtää. Jos et, juoksen tieheni ja jätän sinut hämmennyksen valtaan!"
	  },
	  {
		"nimi": "Viiksivillitsijä",
		"kuvaus": "Viiksivillitsijä on kiero ilkimys, joka yrittää huijata sinua. Sinulla pitää olla totuusseerumi. Heitä noppaa kolmesti. Jos saat heitoilla yhteensä 12 tai vähemmän, käytät totuusseerumia ja paljastat Viiksivillitsijän juonet.",
		"monologi": "Tervetuloa, teräväpäinen seikkailija! Olen Viiksivillitsijä, ja minulla on monia juonia mielessäni. Tarvitsen kuitenkin hieman totuutta elämääni! Heitä noppaa kolmesti ja toivo, että saat heitoilla yhteensä 12 tai vähemmän. Jos onnistut, käytät totuusseerumia ja paljastat juoneni. Jos et, saatan kietoa sinut viiksivillityksiini ja jättää sinut arvailemaan!"
	  },
	  {
		"nimi": "Kaihoisa Käpälä",
		"kuvaus": "Kaihoisa Käpälä on menettänyt tärkeän esineen, ja hän kaipaa apuasi sen löytämiseen. Sinulla pitää olla hopeakolikko. Heitä noppaa neljästi. Jos saat heitoilla yhteensä tasan 14, autat Kaihoisan Käpälän löytämään kadonneen esineensä.",
		"monologi": "Tervetuloa, avulias seikkailija! Olen Kaihoisa Käpälä, ja olen menettänyt tärkeän esineen. Tarvitsen apuasi sen löytämiseen! Heitä noppaa neljästi ja toivo, että saat heitoilla yhteensä tasan 14. Jos onnistut, autat minua löytämään kadonneen esineeni, ja olen sinulle ikuisesti kiitollinen. Jos et, saanen jäädä tänne kaipailemaan menetettyä esinettäni!"
	  },
	  {
		"nimi": "Salakavala Sähinä",
		"kuvaus": "Salakavala Sähinä liikkuu hiljaa ja yllättää vihollisensa äänettömyydellään. Sinulla pitää olla tulitikku. Heitä noppaa kolmesti. Jos saat heitoilla yhteensä vähintään 16, onnistut sytyttämään tulitikulla valon, joka paljastaa Salakavalan Sähinän liikkeet.",
		"monologi": "Tervetuloa, varovainen seikkailija! Olen Salakavala Sähinä, ja liikun äänettömästi kuin varjo! Tarvitsen kuitenkin hieman valoa ympärilleni. Heitä noppaa kolmesti ja yritä saada yhteensä vähintään 16. Jos onnistut, sytytät tulitikun, joka paljastaa liikkeeni. Jos et, saatan hiipiä luoksesi äänettömästi ja jättää sinut pimeyteen!"
	  },
	  {
		"nimi": "Kumma Kulkuri",
		"kuvaus": "Kumma Kulkuri on hassu hahmo, joka kaipaa seuraa matkallaan. Sinulla pitää olla naurunappula. Heitä noppaa viisi kertaa. Jos saat heitoilla yhteensä tasan 19, huvitat Kumman Kulkurin naurunappulallasi, ja hän seuraa sinua seuraavalle kierrokselle.",
		"monologi": "Tervetuloa, huvittava seikkailija! Olen Kumma Kulkuri, ja matkallani kaipaisin seuraa ja naurua! Heitä noppaa viisi kertaa ja toivo, että saat heitoilla yhteensä tasan 19. Jos näin käy, huvitat minut naurunappulallasi, ja seuraan sinua seuraavalle kierrokselle. Jos et, joudun kulkemaan yksinäni, ilman iloista seuraasi!"
	  },
	  {
		"nimi": "Siivekäs Sähinä",
		"kuvaus": "Siivekäs Sähinä on salaperäinen olento, joka liikkuu ilmaa pitkin. Sinulla pitää olla höyhen. Heitä noppaa kolmesti. Jos saat heitoilla yhteensä vähintään 14, lahjoitat höyhenen Siivekäälle Sähinälle, ja hän kertoo sinulle arvokkaan vihjeen.",
		"monologi": "Tervetuloa, korkealle kohoava seikkailija! Olen Siivekäs Sähinä, ja liikun ilmaa pitkin salaperäisesti. Tarvitsen kuitenkin hieman keveyttä matkalleni. Heitä noppaa kolmesti ja yritä saada yhteensä vähintään 14. Jos onnistut, lahjoitat minulle höyhenen, joka auttaa minua liikkumaan korkeuksissa. Kiitokseksi jaan kanssasi arvokkaan vihjeen seuraavasta tehtävästä. Jos et, saanen yhä harhailla yläilmoissa ilman suuntaa ja päämäärää!"
	  },
	  {
		"nimi": "Myrsky-Murmeldaaja",
		"kuvaus": "Myrsky-Murmeldaaja on voimakas olento, joka hallitsee säätä. Sinulla pitää olla käsiraudat. Heitä noppaa kolmesti. Jos saat heitoilla yhteensä 18 tai enemmän, onnistut sitomaan Myrsky-Murmeldaajan käsiraudoilla ja rauhoittamaan hänen myrskynsä.",
		"monologi": "Tervetuloa, rohkea seikkailija! Olen Myrsky-Murmeldaaja, ja hallitsen säätä voimillani! Tarvitsen haastetta voimilleni. Heitä noppaa kolmesti ja toivo, että saat yhteensä 18 tai enemmän. Jos onnistut, sidot minut käsiraudoilla ja rauhoitat myrskyni. Jos et, saatan yltyä myrskytuulieni voimalla ja jättää sinut myrskyn silmään!"
	  },
	  {
		"nimi": "Kaihoisa Kuutamo",
		"kuvaus": "Kaihoisa Kuutamo kaipaa ystävää ja lohduttajaa. Sinulla pitää olla kristallipallo. Heitä noppaa neljästi. Jos saat heitoilla yhteensä tasan 16, lohdutat Kaihoisan Kuutamon kristallipallolla, ja hän tarjoaa sinulle viisaita neuvoja.",
		"monologi": "Tervetuloa, lempeä seikkailija! Olen Kaihoisa Kuutamo, ja kaipaan ystävää ja lohdutusta matkallani. Tarvitsen jonkun, joka pysähtyy hetkeksi viereeni. Heitä noppaa neljästi ja toivo, että saat heitoilla yhteensä tasan 16. Jos näin käy, lohdutat minua kristallipallolla, ja annan sinulle viisaita neuvoja seuraavista haasteista. Jos et, saanen jäädä kaipailemaan ystävääni ja matka jatkuu yksinäisyydessäni!"
	  }
	  
	
]
